/**
 *	filename: Menu.strings
 *	created : Fri May 28 13:08:33 2004
 *	LastEditDate Was "Thu Nov 11 13:03:57 2004"
 *
 */
MENU_SEARCH                = "Spotlight";

/* Format of a tooltip line*/
MENU_1_LINE_TOOLTIP       = "%@: %@";

/* Format of a 2 lines tooltip */
MENU_2_LINES_TOOLTIP	   = "%@: %@\n%@: %@";

/* Format of a 3 lines tooltip */
MENU_3_LINES_TOOLTIP	   = "%@: %@\n%@: %@\n%@: %@";

/* Format of a 4 lines tooltip */
MENU_4_LINES_TOOLTIP	   = "%@: %@\n%@: %@\n%@: %@\n%@: %@";

/* Format of a definition tooltip */
MENU_DICTIONARY_TOOLTIP	   = "%@\n%@: %@";

/* Text used in tooltip == displayName */
MENU_NAME_TOOLTIP          = "Nazwa";

/* Text used in tooltip == path to file */
MENU_URL_TOOLTIP           = "Url";

/* Text used in tooltip == url to item its a bookmark */
MENU_WHERE_TOOLTIP         = "Ścieżka";

/* Text used in tooltip == only in mail messages */
MENU_AUTHORS_TOOLTIP       = "Od";

/* Text used in tooltip when its a calculation result */
MENU_EXPRESSION_TOOLTIP   = "Kalkulator";

/* Text used in tooltip to show the phone number when its a contact */
MENU_PHONE_TOOLTIP        = "Telefon";

/* Text used in tooltip when its a definition result */
MENU_DEFINITION_TOOLTIP    = "Definicja";

/* Text used in tooltip to show its a search */

/* For now these are the same, if its necessary to show something
 * different from just 1 result then change one of them
 */
SHOW_ALL_NO_COUNT          = "Pokaż wszystkie";
SHOW_ALL_RESULT_SINGULAR   = "Pokaż wszystkie (1)";
SHOW_ALL_RESULT_PLURAL	   = "Pokaż wszystkie (%d)";
SHOW_ALL_RESULT_NONE_FOUND = "Brak wyników";
SHOW_ALL_RESULTS_HEADING   = "Wyniki";
MENU_PREFERENCES           = "Preferencje Spotlight…";

/* This is  the menu indexing status */
FIELD_INDEXING_DISKS_TOOLTIP = "Indeksuję woluminy (%d%% gotowe)";
FIELD_INDEXING_TOOLTIP_CALCULATING = "Indeksuję woluminy";

/* This is used as the separator between the name and the directory component in the Search menu */
EMDASH = "—";

/* Used when for the indexing volumes section */
INDEXING_VOLUME_NAMED = "Indeksuję %@";

TIME_REMAINING_HOURS = "Pozostało około %d godzin";
TIME_REMAINING_MINUTES = "Pozostało około %d minut";
TIME_REMAINING_SECONDS = "Pozostało około %d sekund";

TIME_REMAINING_HOUR = "Pozostało około %d godziny";
TIME_REMAINING_MINUTE = "Pozostało około %d minuty";
TIME_REMAINING_SECOND = "Pozostało około %d sekundy";

CALCULATING_TIME = "Szacunkowy czas indeksowania";
INTERNAL_DISKS = "Indeksuję woluminy wewnętrzne";

/* Placed in the top text field when indexing everything */
INDEXING = "Indeksuję…";

"INDEXING_COMPUTER" = "Indeksuję %@";

"NO_MAIL_SUBJECT" = "Brak tematu";

/* Path tooltip for iTunes music files */
"PREVIEW_ITUNES_LIBRARY" = "Biblioteka muzyczna iTunes";

/* Path tooltip for items in the trash */
"PREVIEW_TRASH" = "Kosz";
